//EAD719XX JOB 'CRIAARQ',CLASS=C,MSGCLASS=X,NOTIFY=&SYSUID      
//* UTILITARIO QUE SERVE PARA ALOCACAO E DESALOCAO DE DATASETS  
// JCLLIB ORDER='GR.EAD719.PROCLIB'                             
//STEP1    EXEC PROCBASE,ARQUIVO='GR.EAD719.ARQ2'               
