//EAD719XX JOB 'CRIAPDS',CLASS=C,MSGCLASS=X,NOTIFY=&SYSUID     
//* UTILITARIO QUE SERVE PARA ALOCACAO E DESALOCAO DE DATASETS 
//STEP1    EXEC PGM=IEFBR14                                    
//ARQUIVO  DD   DSN=GR.EAD719.PDS1,SPACE=(TRK,(1,1,10),RLSE),  
//         DCB=(RECFM=FB,LRECL=80,DSORG=PO,BLKSIZE=27920),     
//         DISP=(NEW,CATLG,DELETE)                             
