//EAD719XX JOB 'IKJEFT01',CLASS=C,MSGCLASS=X,NOTIFY=&SYSUID 
//STEP1    EXEC PGM=IKJEFT01                                
//SYSTSPRT DD   SYSOUT=*                                    
//SYSTSIN  DD   *                                           
LISTDS 'GR.EAD719.COBLIB' MEMBER                            